Repository: matijap/Diplomski
Catalog: application/languages/*.po
Languages: sr

source: User not activated, or unknown email / password
sr: Korisnik nije aktivirao nalog, ili ne postoji kombinacija email / sifra

source: Unknown email / password
sr: Nepoznata email adresa / sifra

source: Invalid Token.
sr: Token je postoji.

source: Email with recovery link sent. Please check your inbox.
sr: Email sa linkom za reset sifre je poslat. Proverite vas inbox.

source: Unknown email address
sr: Nepoznata email adresa.

source: Unknown user
sr: Nepoznat korisnik.

source: Token expired.
sr: Token je istekao.

source: Unknown token
sr: Nepoznat token.

source: Password
sr: Sifra

source: Password should be at least %d characters
sr: Sifra bi trebalo da sadrzi barem %d karaktera

source: Client with existing email already exist
sr: Klijent sa unetim emailom vec postoji u bazi.

source: Log In
sr: Uloguj se
